Repository: accept-project/accept-portal
Catalog: AcceptPortal/Resources/Global.*.resx
Languages: de, fr

# EvaluationMaximumLength50
source: Maximum length is 50 characters.
de: Maximale Länge beträgt 50 Zeichen.
fr: La longueur maximale est de 50 caractères.

# EvaluationMetrics
source: Metrics
de: Metriken
fr: Statistiques

# EvaluationName
source: Name
fr: Nom

# EvaluationNoProjectsDescription
source: There are no evaluation projects currently in progress
de: Es werden derzeit keine Bewertungsproj ausgeführt.
fr: Il n'y a actuellement aucun projet d'évaluation en cours

# EvaluationNoProjectsTitle
source: No Evaluation Projects Available
de: Es stehen keine Bewertungsprojekte zur Verfügung.
fr: Aucun projet d'évaluation disponible

# EvaluationNoQuestionsDescription
source: There are no evaluation questions currently added to the project.
de: Derzeit stehen keine Bewertungsfragen für dieses Projekt zur Verfügung.
fr: Il n'y a actuellement aucune question d'évaluation ajoutée au projet.

# EvaluationNoQuestionsTitle
source: No Evaluation Questions Available
de: Es stehen keine Bewertungsfragen zur Verfügung.
fr: Aucune question d'évaluation disponible

# EvaluationProject
source: Project
de: Projekt
fr: Projet

source: Evaluation Project Data
de: Daten des Bewertungsprojekts
fr: Données du projet d'évaluation

# EvaluationProjectDetails
source: Project Details
de: Projektdetails
fr: Détails du projet

source: Evaluation Project Metrics
de: Bewertungsprojekt-Metriken
fr: Statistiques du projet d'évaluation

# EvaluationProjectName
source: Project Name
de: Titel des Projekts
fr: Nom du projet

# EvaluationProviders
source: Providers
de: Anbieter
fr: Fournisseurs

# EvaluationPublicPrivate
source: Visibility
de: Sichtbarkeit
fr: Visibilité

# EvaluationQuestionCategory
source: Category Name
de: Kategoriename
fr: Nom de la catégorie

# EvaluationQuestionName
source: Question Name
de: Titel der Frage
fr: Nom de la question

# EvaluationQuestionsPageTitle
source: Evaluation Project Questions
de: Fragen des Projekts zur Bewertung
fr: Questions du projet d'évaluation

# EvaluationRequiredField
source: Required Field
de: Pflichtfeld
fr: Champ obligatoire

# EvaluationReturnToDemoPage
source: return to Demo page
de: Zurück zur Demoseite
fr: Retour à la page de démo

# EvaluationTasks
source: Tasks
de: Aufgaben
fr: Tâches

# EvaluationTypeLong
source: Evaluation Type
de: Bewertungsart
fr: Type d'évaluation

# EvaluationUpdate
source: Update
fr: Mettre à jour

# EvaluationView
source: View
de: Ansicht
fr: Voir

# EvaluationViewData
source: View Data
de: Daten ansehen
fr: Voir les données

# EvaluationViewDemoMetrics
source: View Demo Metrics
de: Demo-Metriken ansehen
fr: Voir les statistiques de la démo

# ForgottenPasswordLabel
source: Forgot your password?
de: Passwort vergessen?
fr: Mot de passe oublié ?

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemand

# HomePageTitle
source: Home
de: Startseite
fr: Accueil

# InvalidEmailAddressMessage
source: Invalid email address detected!
de: Ungültige Email-Adresse erkannt!
fr: Adresses email non-valides détectées!

# LabelDisplayTranslationOptions
source: Enabled
de: aktiviert
fr: Activé

# LabelNo
source: No
de: Nein
fr: Non

# LabelYes
source: Yes
de: Ja
fr: Oui

# LoginShortNotSucessMessage
source: Something wrong changing your password.
de: Beim Ändern Ihres Passworts ist ein Fehler aufgetreten.
fr: Un problème est survenu lors du changement de votre mot de passe.

# LoginShortSucessMessage
source: Your password as been successfully change.
de: Ihr Passwort wurde erfolgreich geändert.
fr: Votre mot de passe a été changé avec succès.

# LoginSuccessMessage
source: To complete your registration please use the link sent to your email account.
de: Um die Registrierung abzuschließen, klicken Sie bitte auf den Link der an Ihre Emailadresse gesendet wurde.
fr: Pour finaliser votre inscription, veuillez utiliser le lien que nous vous avons adressé par email.

# LoginWasUnsuccessful
source: Login was unsuccessful. Please correct the errors and try again.
de: Ihre Anmeldung war nicht erfolgreich. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
fr: La connexion a échoué. Veuillez corriger les erreurs et réessayer.

# MainMenuAboutLabel
source: About
de: Über das Projekt
fr: À propos

# MainMenuAPIKeysLabel
source: API Keys
de: API-Schlüssel
fr: Clés API

# MainMenuDownloadLabel
source: Download
de: Herunterladen
fr: Télécharger

# MainMenuEvaluateLabel
source: Evaluate
de: Bewerten
fr: Évaluer

# MainMenuLearnLabel
source: Learn
de: Erfahren Sie mehr
fr: Savoir +

# MainMenuLogoutLabel
source: Logout
de: Ausloggen
fr: Quitter

# MainMenuPostEditLabel
source: PostEdit
de: Nachbearbeiten
fr: Post-éditer

# MainMenuPreEditLabel
source: PreEdit
de: Vorbearbeiten
fr: Pré-éditer

# MinimumLenghtMessage
source: The {0} must be at least {2} characters long.
de: {0} muss eine Länge von mindestens {2} Zeichen haben.
fr: Le {0} doit faire au moins {2} charactères.

# Model_Account_ConfirmPassword
source: Confirm password
de: Passwort bestätigen
fr: Confirmer le mot de passe

# Model_Account_ConfirmPasswordMustMatch
source: The password and confirmation password do not match.
de: Das Passwort und das Passwort zur Bestätigung stimmen nicht überein.
fr: Le mot de passe et sa confirmation ne sont pas identiques.

# Model_UserApplication_AppKey
source: Application Key
de: Anwendungsschlüssel
fr: Clé d'application

# Model_UserApplication_AppName
source: Aplication Name
de: Name der Anwendung
fr: Nom de l'application

# Model_UserApplication_IPAddress
source: IP Address
de: IP Adresse
fr: Adresse IP

# Model_UserApplication_OrgName
source: Organization Name
de: Name der Organisation
fr: Nom de l'organisation

# MonoLingualLabel
source: MonoLingual
de: einsprachig
fr: Monolingue

source: New password
de: Neues Passwort
fr: Nouveau mot de passe

source: Password
de: Passwort
fr: Mot de passe

# PasswordRecoveredEnterCredsMessage
source: Your registration code is now confirmed, please enter your credentials.
de: Ihr Registrierungscode ist hiermit bestätigt. Bitte geben Sie Ihre Anmeldedaten ein.
fr: Votre code d'inscription a été confirmé, veuillez maintenant saisir vos identifiants.

# PasswordRecoveredFailedMessage
source: Your registration code confirmation failed.
de: Die Bestätigung Ihres Registrierungscodes ist fehlgeschlagen.
fr: La confirmation de votre code d'inscription a échoué.

# PasswordRecoveredMessage
source: Your password as been recovered. please check your email for a confirmation link.
de: Ihr Passwort wurde wiederhergestellt. Sie können den Bestätigungslink in Ihrer Email finden.
fr: Votre mot de passe a été récupéré. Veuillez vérifier votre messagerie électronique afin de trouver le lien de confirmation.

# PasswordRequired
source: The Password field is required
de: Das Passwort-Feld ist erforderlich
fr: Le champ Mot de passe est obligatoire

# PasswordsDontMatch
source: The new password and confirmation password do not match.
de: Das neue Passwort und das Passwort zur Bestätigung stimmen nicht überein.
fr: Le nouveau mot de passe et sa confirmation ne sont pas identiques.

# PosEditBackToProjectList
source: Back to Projects
de: Zur Projektübersicht
fr: Retour aux projets

# PosEditClickToCreateTaskText
source: Click above to create a new task.
de: Klicken Sie oben, um eine neue Aufgabe zu erstellen.
fr: Cliquez ci-dessus pour créer une nouvelle tâche.

# PosEditNoTasksCreatedLabel
source: No Tasks Created
de: Keine Aufgaben erstellt
fr: Aucune tâche créée

# PostEditAcceptPortalTeamLabel
source: ACCEPT Portal team.
fr: L'équipe du portail ACCEPT.

# PostEditAllProjectRevisionsLabel
source: All Project Revisions
de: Alle Projekt-Überarbeitungen
fr: Toutes les révisions du projet

# PostEditAllProjectsCompletedText
source: All Project Tasks were Completed!
de: Alle Aufgaben des Projekts wurden abgeschlossen!
fr: Toutes les tâches du projet sont terminées!

# PostEditBackToListLabel
source: Back to List
de: Zur Liste
fr: Retour à la liste

# PostEditCheckRevisionLabel
source: Check Revision
de: Überarbeitung prüfen
fr: Vérifier la révision

# PostEditClickAbove
source: Click above to create a new project.
de: Klicken Sie oben, um ein neues Projekt zu erstellen.
fr: Cliquez ci-dessus pour créer un nouveau projet.

# PostEditCreateNewProjectLabel
source: Create New Project
de: Neues Projekt erstellen
fr: Créer un nouveau projet

# PostEditCreateProjectLabel
source: Create Project
de: Projekt erstellen
fr: Créer un projet

# PostEditCreateProjectTitle
source: Create Project
de: Projekt erstellen
fr: Créer un projet

# PostEditDeleteProjectDialogBody
source: Are you sure you want to delete this Project?
de: Sind Sie sicher, dass Sie dieses Projekt löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer ce projet?

# PostEditDeleteProjectDialogTitle
source: Delete Project?
de: Projekt löschen?
fr: Supprimer le projet?

# PostEditDeleteTaskDialogText
source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass sie diese Aufgabe löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer cette tâche?

# PostEditDeleteTaskDialogTitle
source: Delete Task?
de: Aufgabe löschen?
fr: Supprimer la tâche?

# PostEditDeleteTaskLabel
source: Delete Task
de: Aufgabe löschen
fr: Supprimer la tâche

# PostEditDetails
source: Details
fr: Détails

# PostEditDisplayTranslationOptions
source: Enable Translation Options
de: Übersetzungsoptionen anzeigen
fr: Activer les options de traduction

# PostEditEmailAccountText
source: The email account associated with the project will receive a report with extra information about your invite.
de: Das e-Mail-Konto, das mit diesem Projekt verknüpft ist, wird einen Bericht mit zusätzlichen Informationen über Ihre Einladung erhalten.
fr: L'adresse email associée au projet recevra un rapport contenant des informations supplémentaires concernant votre invitation.

# PostEditEmailAccountThankYouLabel
source: Thank you,
de: Vielen Dank,
fr: Merci,

# PostEditFileNameLabel
source: Filename:
de: Dateiname:
fr: Nom de fichier:

# PostEditGoFillSurveyText
source: Please go fill in this survey:
de: Bitte füllen Sie diese Umfrage aus:
fr: Veuillez remplir ce questionnaire:

# PostEditInsertEmailsNoteText
source: Note: multiple email adresses should be separated by the ";" character.
de: Hinweis: Mehrere Email-Adressen sollten durch ein Semikolon ";" getrennt werden.
fr: Remarque: plusieurs adresses email doivent être séparées par un point-virgule ";".

# PostEditInsertEmailText
source: Please insert the email adress(es):
de: Bitte tragen Sie die Email-Adresse(n) ein:
fr: Veuillez insérer une ou plusieurs adresses email:

# PostEditInvitationsEmailBodyText
source: Invitations Email Body Text
de: E-Mail-Text der Einladung
fr: Texte pour le corps de l'email d'invitation

# PostEditInvitationsFailedToSend
source: Invitations for the project failed to sent, please contact support team.
de: Projekteinladungen konnten nicht versendet werden. Bitte kontaktieren Sie das Support Team.
fr: Les invitations pour le projet n'ont pas été envoyées, contactez l'équipe de soutien.

# PostEditInviteButtonsDialogButton
source: Invite Users
de: Benutzer einladen
fr: Inviter des utilisateurs

# PostEditInviteNotSentDialogTitle
source: Invite Not Sent
de: Einladung wurde nicht versendet.
fr: Invitation non envoyée

# PostEditInviteSentDialogTitle
source: Invite Sent
de: Einladung wurde vesendet.
fr: Invitation envoyée

# PostEditInviteSentParagraphOne
source: The recipients list has been notified about your invitation to participate in the project
de: Die Liste der Empfänger wurde über Ihre Einladung zur Teilnahme am Projekt benachrichtigt.
fr: La liste des destinataires a été informée de votre invitation pour participer à ce projet

# PostEditInviteUseresLabel
source: Invite Users
de: Benutzer einladen
fr: Inviter des utilisateurs

# PostEditInviteUsersDialogTitle
source: Invite user(s) to project:
de: Benutzer zum Projekt einladen:
fr: Inviter un ou plusieurs utilisateurs à ce projet:

# PostEditMyProjectsLabel
source: My Projects
de: Meine Projekte
fr: Mes projets

# PostEditNoProjectsCreated
source: No Projects Created
de: Keine Projekte erstellt
fr: Aucun projet créé

# PostEditOrganization
source: Organization
de: Organisation
fr: Organisation

# PostEditProjectAdministrator
source: Project Administrator
de: Projektadministrator
fr: Responsable du projet

# PostEditProjectCreatedByLabel
source: Created by -
de: Erstellt von -
fr: Créé par -

# PostEditProjectDetail
source: Project Detail
de: Projektdetail
fr: Détails du projet

# PostEditProjectName
source: Project Name
de: Projektname
fr: Nom du projet

# PostEditProjectNameLabel
source: Project -
de: Projekt -
fr: Projet -

# PostEditProjectNameRequired
source: The field Project Name is required
de: Das Feld Projektname ist erforderlich
fr: Le champ Nom du projet est obligatoire

# PostEditProjectOptions
source: Project Options
de: Projektoptionen
fr: Options du projet

# PostEditProjectOwnerLabel
source: Project Owner
de: Projektinhaber
fr: Créateur du projet

# PostEditProjectQuestion
source: Project Question
de: Projektfrage
fr: Question pour le projet

# PostEditProjectQuestions
source: Project Questions
de: Projektfragen
fr: Questions pour le projet

# PostEditProjectSourceLanguage
source: Project Source Language
de: Projektausgangssprache
fr: Langue source du projet

# PostEditProjectSurveyLink
source: Project Survey Link
de: Link zur Projektumfrage
fr: Lien du questionnaire du projet

# PostEditProjectTargetLanguage
source: Project Target Language
de: Projektzielsprache
fr: Langue cible du projet

# PostEditProjectTypeLabel
source: Project Type
de: Projektart
fr: Type de projet

# PostEditSourceAndTargetLanguagesMustBeTheSame
source: Source and Target Languages cannot be the same!
de: Ausgangs- und Zielsprache dürfen nicht dieselbe sein.
fr: Les langues source et cible doivent être différentes!

# PostEditTaskEditLabel
source: Edit
de: Bearbeiten
fr: Editer

# PostEditTaskLabel
source: Task
de: Aufgabe
fr: Tâche

# PostEditUIConfiguration
source: UI Configuration
de: Benutzeroberflächen-Konfiguration
fr: Configuration de l'interface utilisateur

# PostEditUploadProjectTask
source: Upload Project Task
de: Projektaufgabe hochladen
fr: Transférez une tâche pour le projet

# PostEditUploadTaskLabel
source: Upload Task
de: Hochladen
fr: Transférez

# ProjectNotFoundMessage
source: Project not found, please contact administrator.
de: Projekt konnte nicht gefunden werden. Bitte kontaktieren Sie den Projektadministrator.
fr: Projet introuvable, veuillez contacter son administrateur.

# ProjectRevisionsNotFoundLabel
source: Project revisions not found
de: Projekt-Überarbeitungen nicht gefunden
fr: Les révisions du projet sont introuvables

# ProjectTaskStatusDialogTitle
source: Project Tasks Status
de: Status der Projekt-Aufgaben
fr: Statut des tâches du projet

# ProjectUpdated
source: Project successfully updated
de: Projekt erfolgreich aktualisiert
fr: Projet mis à jour avec succès

# ProjectUpdateLabel
source: Project Update
de: Projektaktualisierung
fr: Mise à jour du projet

# RecaptchaFailedMessage
source: You did not type the verification word correctly. Please try again.
de: Sie haben das CAPTCHA nicht richtig eingegeben. Bitter versuchen Sie es erneut.
fr: Vous n'avez pas saisi le bon mot de

# RegisterLabel
source: Register
de: Registrieren
fr: Inscrivez-vous

source: Remember me?
de: Anmeldedaten speichern
fr: Se souvenir de moi?

# SpamFilterNote
source: If you cannot find this email in your inbox, please look in your spam or junk folder
de: Wenn Sie diese Email nicht in Ihrem Posteingang finden, bitte sehen Sie in Ihrem Spam- oder Junk-Ordner nach.
fr: Si vous ne trouvez pas cet email dans votre boîte de réception, veuillez regarder dans votre dossier "Courrier indésirable" ou de spam.

# SurveyLabel
source: Survey
de: Umfrage
fr: Questionnaire

source: Task Completed
de: Aufgabe abgeschlossen
fr: Tâche achevée

# TaskNotStartedLabel
source: Task Not Started
de: Aufgabe noch nicht begonnen
fr: Tâche non commencée

source: Task Started
de: Aufgabe begonnen
fr: Tâche commencée

# TaskUploadFailedLabel
source: Task Upload Failed!
de: Hochladen der Aufgabe ist fehlgeschlagen!
fr: Échec du transfert de la tâche!

# TaskUserTableLabel
source: Task \ User
de: Aufgabe \ Benutzer
fr: Tâche \ Utilisateur

# UpdatePostEditProjectLabel
source: Update Project
de: Projekt aktualisieren
fr: Mettre à jour le projet

# UploadTask_DifferentNumberOfItemsMessage
source: The numbers of items in the src_sentences and tgt_sentences arrays of your document do not match.
de: Die Anzahl der Elemente in den Matrizen src_sentences und tgt_sentences Ihres Dokumentes stimmen nicht überein.
fr: Le nombre d'éléments dans les tableaux src_sentences et tgt_sentences de votre document ne sont pas identiques.

# UploadTask_DuplicatedTextIdMessage
source: The text ID of your document is already in use in this project. A project cannot have two documents with the same text ID.
de: Die Text-ID Ihres Dokuments wir bereits in diesem Projekt verwendet. Ein Projekt kann nicht zwei Dokumente mit der selben Text-ID haben.
fr: L'ID du texte de votre document est déjà utilisé dans ce projet. Un projet ne peut pas avoir deux documents avec la même ID.

# UploadTask_InvalidJsonMessage
source: Invalid JSON Format
de: Ungültiges JSON-Format
fr: Format JSON non valide

# UserOrPasswordProvidedIncorrect
source: The user name or password provided is incorrect.
de: Der angegebene Benutzername oder das angegebgene Passwort wurde falsch eingegeben.
fr: Le nom d'utilisateur ou le mot de passe fourni est incorrect.

# AllowCustomUIValue
source: End user can switch Hide/Show source
de: Der Endnutzer kann zwischen Original ausblenden/einblenden wechseln.
fr: L'utilisateur peut choisir de cacher/d'afficher la source

# CustomInterfaceConfiguration
source: Allow user to display source
de: Benutzer das Anzeigen des Originals ermöglichen
fr: Permettre à l'utilisateur d'afficher la source

# DemoPage_ReplaceAllCheckBoxLabel
source: Show Button "Replace All":
de: Schaltfläche "Alles ersetzen" anzeigen:
fr: Afficher le bouton "Remplacer Tous":

# DemoPage_RuleSetDDLabel
source: Rule Set:
de: Regelsatz:
fr: Jeu de règles:

# Demo_ExplanationText_Par3
source: In this demo you have the possibility to change the rules that are used to check your text by selecting an option from the “Rule Set” drop-down list. If you are unsure about the rule set names, you should use the rule set that is selected by default. You also have the possibility to display a “Replace All” button, which will allow you to implement all of the checker’s suggestions automatically. Note that this button will only be displayed when the checker generates some suggestions. Depending on the language or your text, you may also be able to use pre-defined rule sets in a sequential manner.
de: In dieser Demo haben Sie die Möglichkeit, die Regeln zu ändern, die verwendet werden, um Ihren Text zu überprüfen, indem Sie eine Option aus der „Regelliste" Dropdown-Liste auswählen. Verwenden Sie die standardmäßig aktiviert Regelliste, wenn Sie sich unsicher sind welche Sie verwenden sollen. Sie haben auch die Möglichkeit die Schaltfläche "Alles ersetzen" anzeigen zu lassen, mit der Sie alle Vorschläge der Rechtschreib- und Grammatik Prüfung automatisch andwenden können. Beachten Sie, dass diese Schaltfläche nur angezeigt wird, wenn die Rechtschreib- und Grammatik Prüfung Vorschläge anbietet. Abhängig von der Sprache Ihres Zieltextes können Sie auch vordefinierte Regellisten der Reihe nach anwenden.
fr: Dans cette démo, vous avez la possibilité de changer les règles utilisées pour vérifier votre texte en choisissant l'une des options de la liste "Jeu de règles". Si vous avez un doute sur les noms des jeux de règles, utilisez la sélection par défaut. Vous avez aussi la possibilité d'afficher un bouton "Remplacer tous", qui vous permettra d'appliquer toutes les suggestions du vérificateur de manière automatique. Veuillez noter que ce bouton ne sera affiché que lorsque des suggestions seront fournies par le vérificateur. Selon la langue de votre texte, vous aurez éventuellement la possibilité d'utiliser des jeux de règles pré-définis en série.

# EvaluationProjectDetailLabelAddContent
source: Add Content
de: Inhalte hinzufügen
fr: Ajouter du contenu

# EvaluationProjectDetailLabelUploadFile
source: Upload File
de: Datei hochladen
fr: Transférer un fichier

# ExternalProjectLabel
source: External Project ?
de: Externes Projekt?
fr: Projet externe ?

# FeedbackMandatoryFieldsMessage
source: Please fulfill all mandatory fields.
de: Bitte füllen Sie alle Pflichtfelder aus.
fr: Veuillez remplir tous les champs obligatoires.

# FeedbackMessageNotSent
source: A problem occured sending your message, please contact system administrator.
de: Ein Problem ist beim Senden Ihrer Nachricht aufgetreten. Bitte kontaktieren Sie Ihren Systemadministrator.
fr: Un problème est survenu lors de l'envoi de votre message, veuillez contacter l'administrateur du système.

# FeedbackMessageSent
source: Your feedback message was successfully sent, thank you.
de: Ihre Feedback-Nachricht wurde erfolgreich versendet. Vielen Dank!
fr: Votre message a été envoyé avec succès, merci!

# FeedbackNameLabel
source: Name
fr: Nom

# FeedbackSubjectLabel
source: Subject
de: Betreff
fr: Sujet

# FeedbackSubmitButtonMessage
source: SEND
de: Senden
fr: Envoyer

# FeedbackText
source: We value your feedback and we will get back to you in a timely fashion.
de: Wir schätzen Ihr Feedback und werden Ihnen zeitnah antworten.
fr: Nous apprécions vos commentaires et nous allons vous répondre dans un délai raisonnable.

# MaxThresholdLabel
source: Max. Locking Period
de: Maximale Sperrzeit
fr: Période de blocage maximum

# MyProjectDetailsLabel
source: My Project Token
de: Mein Projektschlüssel
fr: Mon jeton de projet

# NotAllowCustomUIValue
source: End user cannot switch Hide/Show source
de: Der Endnutzer kann nicht zwischen Original ausblenden/einblenden wechseln.
fr: L'utilisateur ne peut pas choisir de cacher/d'afficher la source

source: Project Admin Token:
de: Administrator Projektschlüssel
fr: Mon jeton administrateur de projet :

# ProjectAdminTokenMessage
source: To manage your project using the ACCEPT API, the following project token must be provided. This project token is private and you should not share it with anyone.
de: Um Ihr Projekt mithilfe der ACCEPT API verwalten zu können, müssen Sie den folgenden Projektschlüssel angeben. Dies ist ein privater Schlüssel, welchen Sie mit niemandem teilen sollten.
fr: Pour gérer votre projet à l'aide de l'API ACCEPT, le jeton de projet suivant doit être fourni. Ce jeton de projet est privé et vous ne devriez pas le partager.

# SingleRevision
source: Collaborative Project
de: Gemeinschaftsprojekt
fr: Projet collaboratif

# UserPrivateKeyBrief
source: In order to retrieve your Pre-Editing usage data the below key needs to be provided. Keep in mind the User key is private and you should not share it with anyone. Sharing the private User Key with other entities might compromise any sensitive data.
de: Um Ihre Vorbearbeitungs-Nutzungsdaten abzurufen, benötigen Sie den untenstehenden Schlüssel. Beachten Sie, dass der Benutzerschlüssel privat ist und mit niemandem geteilt werden sollte. Der Austausch von privaten Benutzerschlüsseln mit Anderen kann sensible Daten gefährden.
fr: Afin de récupérer vos données d'utilisation de pré-édition, la clé ci-dessous doit être fournie. N'oubliez pas que cette clé utilisateur est privée et que vous ne devez pas la partager avec qui que ce soit.⏎ Le partage de cette clé utilisateur privée avec d'autres entités pourrait compromettre des données sensibles.

# UserPrivateKeyLabel
source: Private Key
de: Privater Schlüssel
fr: Clé privée

# OtherLanguage
source: Other
de: Andere
fr: Autre
