Repository: accept-project/accept-portal
Catalog: AcceptPortal/Resources/Global.*.resx
Languages: de, fr

# AccountSignIn
source: Sign in
de: Anmelden
fr: Connexion

# LabelSave
source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications

# PosEditProjectDetail_LabelClose
source: Close
de: Schließen
fr: Fermer

# PosEditProjectDetail_LabelManageProject
source: Manage Project
de: Projekt verwalten
fr: Gestion de projet

# PosEditProjectDetail_LabelRemoveSelected
source: Remove Selected
de: Markierte entfernen
fr: Supprimer la sélection

# PostEditProjects_LabelDisplaySource
source: Display Source
de: Ausgangstext anzeigen
fr: Afficher la source

# PostEditProjects_LabelExternal
source: External
de: Extern
fr: Externe

# PostEditProjects_LabelSingleRevision
source: Collaborative
de: gemeinschaftlich
fr: Collaboratif

# UserApplication_WebSiteLabel
source: Web Site
de: Webseite
fr: Site Web

# PrivacyLabel
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

# TermsAndConditionsLabel
source: Terms & Privacy
de: Bedingungen & Datenschutz
fr: Conditions et données personnelles

# TermsAndConditionsMessage
source: By clicking the "Register" button and using the ACCEPT Portal, you are entering into a legal agreement and you agree to all of these <a {0} target="_blank">terms</a>. You also agree to our You also agree to our <a {1} target="_blank">Privacy Policy</a>, which covers how data is collected, used and stored.
de: Wenn Sie auf "Registrieren" klicken und das ACCEPT Portal nutzen, gehen Sie eine rechtswirksame Vereinbarung ein und stimmen den folgenden <a {0} target="_blank">Bedingungen</a> zu. Sie stimmen zudem unserer <a {1} target="_blank">Datenschutzerklärung</a> zu, die die Sammlung, Verarbeitung und das Speichern der Daten betrifft.
fr: En cliquant sur le bouton « Inscrivez-vous » et en utilisant le portail ACCEPT, vous entrez dans un accord juridique et vous acceptez toutes ces <a {0} target="_blank"> conditions</a>. Vous vous engagez également à acceptez notre <a {1} target="_blank"> Politique de confidentialité</a>, qui détaille la manière dont les données dont collectées, utilisées et stockées.

# TermsLabel
source: Terms
de: Bedingungen
fr: Conditions

# InteractiveCheckDisabledLabel
source: Disabled
de: deaktiviert
fr: Désactivé

# InteractiveCheckEnabledLabel
source: Enabled
de: aktiviert
fr: Activé

# InteractiveCheckingLabel
source: Enable Interactive Checking
de: Interaktiven Check aktivieren
fr: Activer la vérification interactive

# InteractiveCheckingMetadataLabel
source: Default Rule Set
de: Standardregeln
fr: Jeu de règles par défaut

# ParaphrasingDisabledLabel
source: Disabled
de: deaktiviert
fr: Désactivé

# ParaphrasingEnabledLabel
source: Enabled
de: aktiviert
fr: Activé

# ParaphrasingMetadataLabel
source: Paraphrasing System ID
de: System-ID für Paraphrasierung
fr: ID du système de paraphrase

# ParaphrasingModeLabel
source: Enable Paraphrasing
de: Paraphrasierung aktivieren
fr: Activer les paraphrases

# DemoProjectsLabel
source: Demo Projects
de: Demo-Projekte
fr: Projets de démonstration

# ErrorPageLabel
source: Error.
de: Fehler
fr: Erreur.

# ErrorPageMessage
source: An error occurred while processing your request.
de: Während der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du traitement de votre demande.

# HelpMessagePostEditDisplayTranslationOptions
source: Specify whether your users should be able to display alternative options you have included in your project's tasks.
de: Geben Sie an, ob es Benutzern möglich sein sollte, alternative Vorschläge anzuzeigen, die Sie den Aufgaben des Projektes zugeordnet haben.
fr: Indiquez si vos utilisateurs peuvent afficher d'éventuelles alternatives de traduction que vous avez inclues dans les tâches de votre projet.

# HelpMessagePostEditExternalProject
source: Specify whether your post-editing tasks are going to be accessed outside of the Portal.
de: Geben Sie an, ob Ihre Nachbearbeitungsaufgaben außerhalb des Portals zur Verfügung stehen sollen.
fr: Indiquez si vos tâches de post-édition peuvent être consultées à l'extérieur du Portail.

# HelpMessagePostEditInteractiveCheck
source: Specify whether your users should be able to check the target text for spelling and grammar.
de: Geben Sie an, ob Ihre Benutzer den Zieltext auf Rechtschreibung und Grammatik überprüfen sollen können.
fr: Indiquez si vos utilisateurs peuvent vérifier l'orthographe et la grammaire du texte cible.

# HelpMessagePostEditInteractiveCheckMetadata
source: If applicable, specify the rule set name to use for the interactive check of the target text.
de: Falls zutreffend, geben Sie den Namen der Regelliste für eine interaktive Prüfung des Zieltexts an.
fr: Le cas échéant, indiquez le nom du jeu de règles à utiliser pour la vérification interactive du texte cible.

# HelpMessagePostEditInvitationBodyText
source: Specify custom text to use to invite users to your project.
de: Geben Sie Ihren Text ein, den Sie verwenden wollen, um Benutzer zu Ihrem Projekt einzuladen.
fr: Indiquez un éventuel texte personnalisé à utiliser pour inviter des utilisateurs à votre projet.

# HelpMessagePostEditMonoOrBilingual
source: Specify the default task configuration (Monolingual = no access to source text, Bilingual = access to source text).
de: Geben Sie die Standard-Aufgaben-Konfiguration an (einsprachig = kein Zugriff auf den Originaltext, zweisprachig = Zugriff auf den Originaltext).
fr: Indiquez la configuration de tâche par défaut (monolingue = aucun accès au texte source, bilingue = accès au texte source).

# HelpMessagePostEditOrganization
source: Specify your organization's name.
de: Geben Sie den Namen Ihrer Organisation an.
fr: Indiquez le nom de votre organisation.

# HelpMessagePostEditParaphrasingMetadata
source: If applicable, specify the ID of the paraphrasing system to use.
de: Falls zutreffend, geben Sie die ID des Paraphrasierungssystems, welches Sie verwenden wollen, an.
fr: Le cas échéant, indiquez l'ID du système de paraphrases à utiliser.

# HelpMessagePostEditParaphrasingMode
source: Specify whether users should be able to trigger alternative options from a paraphrasing service.
de: Geben Sie an, ob es Benutzern möglich sein sollte, alternative Vorschläge einer Paraphrasierungsfunktion auszulösen.
fr: Indiquez si les utilisateurs peuvent déclencher des alternatives de traduction fournies par un service de paraphrases.

# HelpMessagePostEditProjectCommentsDDLOptionsList
source: Specify whether a comment drop-down list should be associated with each segment. If so, add any number of options, the first one (usually a question) being displayed to the user by default.
de: Geben Sie an, ob jedes Segment eine Dropdown-Liste mit Kommentar enthalten soll. Wenn ja, geben Sie Optionen an, von der die erste (meist eine Frage) dem Benutzer standardmäßig angezeigt wird.
fr: Indiquez si une liste déroulante de commentaires doit être associée à chaque segment. Dans l'affirmative, ajoutez le nombre d'options que vous voulez, la première option étant généralement une question qui est présentée à l'utilisateur par défaut.

# HelpMessagePostEditProjectFinalQuestion
source: If required, specify a question the user may have to answer after completing each task.
de: Falls gewünscht, geben Sie eine Frage ein, welche die Benutzer nach Abschluss jeder Aufgabe beantworten sollen.
fr: Si nécessaire, indiquez une question à poser éventuellement à l'utilisateur une fois chaque tâche terminée.

# HelpMessagePostEditProjectName
source: Specify a project name.
de: Geben Sie einen Projektnamen an.
fr: Indiquez un nom de projet.

# HelpMessagePostEditProjectSurveyLink
source: If you would like users to fill in a post-project questionnaire, specify a valid URL.
de: Falls Sie es wünschen, dass die Benutzer einen Fragebogen nach dem Projekt ausfüllen, geben Sie hier eine gültige URL an.
fr: Si vous souhaitez que les utilisateurs remplissent un questionnaire après le projet, indiquez une URL valable.

# HelpMessagePostEditSingleRevisionMaxLockingPeriod
source: If your project is collaborative, specify how long a user can work on a task until another user can claim this task. The format is HH:MM:SS, so 00:02:00 is 2 minutes.
de: Falls Ihr Projekt ein Gemeinschaftsprojekt ist, geben Sie an, wie lange ein Benutzer an einer Aufgabe arbeiten kann, bis ein anderer Benutzer diese Aufgabe in Anspruch nehmen kann. Das Format ist HH:MM:SS; 00:02:00 z.B. ist 2 Minuten.
fr: Si votre projet est collaboratif, indiquez combien de temps un utilisateur peut travailler sur une tâche jusqu'à ce qu'un autre utilisateur puisse récupérer cette tâche. Le format est HH:MM:SS, donc 00:02:00 correspond à 2 minutes.

# HelpMessagePostEditSingleRevisionProject
source: If you would like users to work in a collaborative manner on tasks, enable "Collaborative Project". By default, users work on tasks in an independent manner.
de: Wenn Sie es wünschen, dass Benutzer an Aufgaben zusammenarbeiten, aktivieren Sie "Gemeinschaftsprojekt". Standardmäßig bearbeiten Benutzer Aufgaben in unabhängiger Weise.
fr: Si vous souhaitez que les utilisateurs travaillent de manière collaborative sur les tâches, activez « Projet collaboratif ». Par défaut, les utilisateurs travaillent sur les tâches de manière indépendante.

# HelpMessagePostEditSourceLangId
source: Specify the language of the source text.
de: Geben Sie die Sprache des Originaltextes an.
fr: Indiquez la langue du texte source.

# HelpMessagePostEditTargetLangId
source: Specify the language of the target text.
de: Geben Sie die Sprache des Zieltextes an.
fr: Indiquez la langue du texte cible.

# HelpMessagePostEditUserCanCannotDisplaySource
source: Specify whether the user can display or hide the source text (i.e. override the Monolingual/Bilingual setting).
de: Geben Sie an, ob der Benutzer den Originaltext ein- oder ausblenden (d. h. die einsprachige/zweischprachige Einstellung überschreiben) sollen kann.
fr: Indiquez si l'utilisateur peut afficher ou cacher le texte source (c'est-à-dire remplacer le paramètre monolingue/bilingue).

# LabelSequentialCheckFrenchDemo
source: Sequential Rule-Sets:
de: Aufeinanderfolgende Regellisten:
fr: Jeux de règles en série

# EvaluationProjectExternalProjectLabel
source: External Project
fr: Projet externe

# EvaluationProjectInternalLabel
source: Internal Project
fr: Projet interne

# EvaluationProjectLogicLabel
source: Evaluation Logic
fr: Logique d'évaluation

# EvaluationProjectReferencePostEditProjectLabel
source: Post-Edit Project
fr: Projet de post-édition

# EvaluationProjectTypeLabel
source: Project Type
fr: Type de projet

# EvaluationProjectSelectLabel
source: Select Project...
fr: Sélectionnez un projet...

# AvoidDuplicationProjectLevel
source: Avoid duplication at the Project level
fr: Éviter les doublons au niveau du projet

# AvoidDuplicationTaskLevel
source: Avoid duplication at the Task level
fr: Éviter les doublons au niveau de la tâche

# CustomEmailBodyLabel
source: Custom Email Invitation Message
fr: Message d'invitation par email personnalisé

# DuplicationLogicLabel
source: Avoid Duplications
fr: Éviter les doublons

# EvaluateAllRevisionsOnlyLabel
source: Evaluate Only Last (Per Segment) Revisions
fr: Évaluer uniquement les dernières révisions (par segment)

# EvaluateOriginalAndAllRevisionsLabel
source: Evaluate Original Document and Last (Per Segment) Revisions
fr: Évaluer le document original et les dernières révisions (par segment)

# EvaluateOriginalLabel
source: Evaluate Only Original Document
fr: Évaluer uniquement le document original

# EvaluationMethodLabel
source: Evaluation Approach
fr: Approche d'évaluation

# IncludeOwnerRevisionLabel
source: Include Project Owner Revisions
fr: Inclure les révisions de l'administrateur de projet

source: Not Set
fr: Non défini

# EvaluationAvoidDuplicationsDescriptionLabel
source: Specify how you want to handle duplicated segments: Not set (evaluate duplicated segments), task-level (do not evaluate segments that are duplicated at the task level), or project level (do not evaluate segments that are duplicated at the project level).
fr: Indiquer comment vous souhaitez gérer les segments dupliqués : non défini (évaluer les segments dupliqués), au niveau des tâches (ne pas évaluer les segments dupliqués au niveau de la tâche), ou au niveau du projet (ne pas évaluer les segments dupliqués au niveau du projet).

# EvaluationEmailInvitationDescriptionLabel
source: Specify a custom text to include in your invitation email.
fr: Spécifier un texte personnalisé à inclure dans votre email d'invitation.

# EvaluationIncludeOwnerDescriptionLabel
source: Specify whether you want to evaluate the post-editing project owner's revisions.
fr: Spécifiez si vous souhaitez évaluer les révisions de l'administrateur du projet de post-édition.

# EvaluationMethodDescriptionLabel
source: Specify the evaluation approach (whether you want to only evaluate the original segments, only the edited segments, or both)
fr: Spécifiez la méthode d'évaluation (si vous souhaitez évaluer seulement les segments originaux, seulement les segments édités, ou les deux)

# EvaluationProjectApiKeyDescriptionLabel
source: Specify a domain name (e.g. www.example.com)
fr: Spécifiez un nom de domaine (par exemple, www.example.com)

# EvaluationProjectCreationDescriptionLabel
source: Specify a project name.
fr: Spécifiez un nom de projet.

# EvaluationProjectDescriptionLabel
source: Specify a project description.
fr: Spécifiez une description de projet.

# EvaluationProjectOrganizationDescriptionLabel
source: Specify an organization for this project.
fr: Spécifiez une organisation pour ce projet.

# EvaluationTileCompletedLabel
source: Evaluated.
fr: Évalué.

# EvaluationTileLabel
source: Evaluate Me!
fr: Évaluez moi !

# EvaluatingProjectLabel
source: Evaluating Project
fr: Évaluation du projet

# EvaluationFinishedHereLabel
source: The Evaluation process is finished here...
fr: Le processus d'évaluation est fini ici...

# EvaluationInternalProjectDescription
source: Specify the post-editing project you want to evaluate.
fr: Spécifiez le projet de post-édition que vous voulez évaluer.

# GoBackLabel
source: Go Back
fr: Retour

# LearnMoreLabel
source: Learn More...
fr: En Savoir +

# MainSlide_1
source: <p>The ACCEPT Portal is an open-source demonstration and experimentation Web application that allows you or your users to perform many content editing and evaluation/rating activities.</p><p>These activities can be accessed from the top menu, but some of them involve advanced technical skills, especially if they are to be conducted outside of the Portal using the <a href="https://github.com/accept-project/accept-api/blob/master/README.md" target="_blank">ACCEPT API</a>.</p>
fr: <p>Le portail ACCEPT est une application Web open source de démonstration et d'expérimentation Web qui vous permet ainsi qu'à vos utilisateurs d'effectuer de nombreuses activités d'édition et d'évaluation de contenu.</p><p>Ces activités sont accessibles depuis le menu du haut, mais certaines d'entre elles nécessitent des compétences techniques avancées, surtout si ces activités se déroulent à l'extérieur du portail à l'aide de l'<a href="https://github.com/accept-project/accept-api/blob/master/README.md" target="_blank"> API ACCEPT</a>.</p>

# MainSlide_2
source: <p>The first activity type concerns Pre-Editing, which allows you or your users to check textual content and improve it based on the spelling, grammar and style feedback received.</p><p>From the PreEdit menu, you can either use the demos or generate an application key in order to deploy the Pre-Edit plug-in in your Web environment.</p>
fr: <p>La première catégorie d'activités concerne la Pré-édition, qui vous permet ainsi qu'à vos utilisateurs de vérifier du contenu textuel et de l'améliorer en matière d'orthographe, de grammaire et de style.</p><p>Depuis le menu Pré-éditer, vous pouvez utiliser les démos ou générer une clé d'application afin de déployer le plug-in de pré-édition dans votre propre environnement Web.</p>

# MainSlide_3
source: <p>The second activity type concerns Post-Editing, which allows you or your users to improve existing (machine-)translated content.</p><p>From the PostEdit menu, you can either use the demos or create or access your own projects.</p>
fr: <p>La deuxième catégorie d'activités concerne la Post-édition, qui vous permet ainsi qu'à vos utilisateurs d'améliorer du contenu traduit (éventuellement de manière automatique).</p><p>Depuis le menu Post-éditer, vous pouvez utiliser les démos ou créer ou accéder à vos propres projets.</p>

# MainSlide_4
source: <p>The third activity type concerns Evaluation, which allows you or your users to evaluate (machine-)translated content.</p><p>From the Evaluate menu, you can either use the demos or create or access your own projects.</p>
fr: <p>La troisième catégorie d'activités concerne l'évaluation, qui vous permet ainsi qu'à vos utilisateurs d'évaluer du contenu traduit (éventuellement de manière automatique).</p><p>Depuis le menu Evaluer, vous pouvez utiliser les démos ou créer ou accéder à vos propres projets.</p>

# PostEditAccessProjectsLabel
source: Access Projects
fr: Accéder aux Projets

# PreEditAccessKeysLabel
source: [Technical]Access Keys
fr: [Technique]Accéder aux clés

# PreEditCreateKeyLabel
source: [Technical]Create Key
fr: [Technique]Créer une clé

# PreEditDownloadLabel
source: [Technical]Download
fr: [Technique]Télécharger

# UseDemoLabel
source: Use Demo
fr: Utiliser la démo

# UseDemosLabel
source: Use Demos
fr: Utiliser les démos

# SlidesTitle_1
source: Welcome!
fr: Bienvenue !

# SlidesTitle_2
source: Pre-Editing
fr: Pré-édition

# SlidesTitle_3
source: Post-Editing
fr: Post-édition

# SlidesTitle_4
source: Evaluation
fr: Évaluation

# EvaluationAction
source: Action
de: Aktivität

# EvaluationActions
source: Actions
de: Aktivitäten

# EvaluationDescription
source: Description
de: Beschreibung

# EvaluationQuestion
source: Question
de: Frage

# EvaluationQuestions
source: Questions
de: Fragen

# EvaluationType
source: Type
de: Art

# Model_UserApplication_Description
source: Description
de: Beschreibung

# FeedbackMessageLabel
source: Message
de: Nachricht

# HelpMessagePostEditProjectDomain
source: N/A
de: n.z.
