Repository: accept-project/accept-portal
Catalog: AcceptPortal/Resources/Global.*.resx
Languages: de, fr

# About_Index_Par1
source: This software was created during the ACCEPT Project. ACCEPT is a Collaborative Project – STREP aimed at developing new methods and techniques to make machine translation (MT) work better in the environment characterised by internet communities sharing specific information.
de: ACCEPT ist ein Gemeinschaftsprojekt. STREP strebte es an, neue Methoden und Techniken zu entwickeln, um maschinelle Übersetzung (MÜ) im Bereich von Internet-Communities und spezifischem Informationsaustausch, zu verbessern.
fr: Ce logiciel a été développé dans le cadre du projet ACCEPT. ACCEPT est un projet collaboratif STREP, qui a pour but de développer de nouvelles méthodes et techniques visant à améliorer la traduction automatique (TA) dans le cadre des communautés Internet partageant des informations spécialisées.

# About_Index_Par2
source: Today, anyone can in principle create information and make it available to anyone in the world with internet access. Yet the language barrier remains: however accessible information is, it is still only available to those who speak the language it is written in. ACCEPT’s mission is to help communities share information more effectively across the language barrier, by improving the quality of machine-translated community content.
de: Im Prinzip kann heutzutage jeder Informationen erstelle und sie weltweit für jeden mit Internetanschluss zugänglich machen. Eine Sprachbarriere bleibt jedoch bestehen: Auch wenn Inhalte noch so zugänglich sind, werden sie immer nur für diejenigen wirklich zugänglich sein, die die Sprache sprechen in der die Inhalte verfasst wurden. Das Ziel von ACCEPT ist es, Communities zu helfen Inhalte effizienter über die Sprachbarriere hinweg zu teilen, indem die Qualität des maschinell übersetzten Inhalts der Community verbessert wird.
fr: De nos jours, n'importe qui peut, en théorie, créer et partager des informations avec le reste du monde grâce à Internet. Et pourtant la barrière linguistique est toujours là: même si l'information est disponible, elle n'est disponible que pour ceux qui parlent la langue dans laquelle elle a été écrite. La mission d'ACCEPT est d'aider les communautés à partager leurs informations de manière plus efficace malgré la barrière linguistique, en améliorant la qualité du contenu communautaire traduit par un outil automatique.

# About_Index_Par3
source: Want to know more about it ?
de: Wollen Sie mehr darüber erfahren?
fr: Vous voulez en savoir plus?

# About_Index_Par4
source: Click here.
de: Hier klicken.
fr: Cliquez ici.

source: Account Information
de: Kontodaten
fr: Informations sur le compte

# Account_ApplicationDetail_Title
source: Application Detail
de: Anwendungsdetails
fr: Détails de l'application

# Account_ChangePassword
source: Change Password
de: Passwort ändern
fr: Changer de mot de passe

# Account_CharactersLength
source: characters in length.
de: Zeichen haben.
fr: caractères de long.

# Account_CreateApp_NewAppCreateLabel
source: Create
de: Erstellen
fr: Créer

# Account_CreateApp_NewAppLabel
source: New Aplication
de: Neue Anwendung
fr: Nouvelle Application

# Account_CreateApp_Par1
source: To create a new Application fulfil the form. Your new Application is listed in your profile details. The API key is displayed along with the Application details.
de: Um eine neue Anwendung zu erstellen, füllen Sie folgende Eingabefelder aus. Ihre neue Anwendung wird in Ihrem Profil angezeigt. Der API-Schlüssel wird zusammen mit den Anwendungsdetails angezeigt.
fr: Pour créer une nouvelle application, remplissez le formulaire.⏎ Votre nouvelle application sera listée dans les détails de votre profile.⏎ La clé API est affichée avec les détails de votre application.

# Account_CreateApp_Par2
source: Keep in mind that your API key will be locked down with your IP address.
de: Beachten Sie, dass der API-Schlüssel mit Ihrer IP-Adresse verknüpft ist.
fr: Souvenez-vous que votre clé API sera attachée à votre adresse IP.

# Account_CreateApp_Title
source: Create New Application
de: Neue Anwendung erstellen
fr: Créer une nouvelle application

# Account_InformationLabel
source: Account Information
de: Kontoinformationen
fr: Informations sur le compte

# Account_Logon
source: Logon
de: Einloggen
fr: Connection

# Account_MinChars
source: New passwords are required to be a minimum of
de: Neue Passwörter müssen eine Länge von mindestens
fr: Un nouveau mot de passe doit faire au moins

# Account_PasswordRecoveryFailedMaessage
source: Password change was unsuccessful. Please correct the errors and try again.
de: Passwort konnte nicht geändert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
fr: Le changement de mot de passe a échoué. Veuillez corriger les erreurs et essayez à nouveau.

# Account_PasswordRecovery_Par1
source: Enter your email int the form below to recover your password.
de: Tragen Sie Ihre Emailadresse bitte in das folgende Eingabefeld ein.
fr: Saisissez votre email dans le formulaire suivant pour récupérer votre mot de passe.

# Account_PasswordRecovery_RecoverButton
source: Recover
de: Wiederherstellen
fr: Récupérer

# Account_PasswordRecovery_Title
source: Recover Password
de: Passwort vergessen?
fr: Récupération du mot de passe

# Account_PasswordRecovery_ValidationSummary
source: Password recovery was unsuccessful. Please correct the errors and try again.
de: Das Wiederherstellen des Passworts war nicht erfolgreich. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
fr: La récupération du mot de passe a échoué. Veuillez corriger les erreurs et réessayer.

# Account_ProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Der Authentifizierungsanbieter hat einen Fehler berichtet. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie bitte Ihren Systemadministrator.
fr: Le fournisseur d'authentification a renvoyé une erreur. Veuillez vérifier votre saisie et réessayer. Si le problème persiste, contactez votre administrateur système.

# Account_Register_CreateNewAccountLabel
source: Create a New Account
de: Konto erstellen
fr: Créer un nouveau compte.

# Account_Register_Par1
source: Use the form below to create a new account.
de: Nutzen Sie die folgenden Eingabefelder um ein neues Konto zu erstellen.
fr: Utiliser le formulaire suivant pour créer un nouveau compte.

# Account_Register_Par2
source: Passwords are required to be a minimum of {0} characters in length.
de: Passwörter müssen eine Länge von mindestens {0} Zeichen haben.
fr: Les mots de passe doivent faire au moins {0} caractères.

# Account_Register_RegisterButton
source: Register
de: Registrieren
fr: S'inscrire

# Account_Register_ValidationSummary
source: Account creation was unsuccessful. Please correct the errors and try again.
de: Konto konnte nicht erstellt werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
fr: La création du compte a échoué. Veuillez corriger les erreurs et réessayer.

# Account_RegistrationDialogTitle
source: User Registration
de: Benutzer-Registrierung
fr: Inscription Utilisateur

# Account_UseFormBelow
source: Use the form below to change your password.
de: Nutzen Sie die folgenden Eingabefelder um Ihr Passwort zu ändern.
fr: Utilisez le formulaire ci-dessous pour modifier votre mot de passe.

# Account_UserProfile_CreateNewLabel
source: Create new Application
de: Neue Anwendung erstellen
fr: Créer une nouvelle application

# Account_UserProfile_DeleteLink
source: Delete
de: Löschen
fr: Supprimer

# Account_UserProfile_MyAppsLabel
source: My Applications Keys
de: Meine Anwendungs-Schlüssel
fr: Mes clés d'application

# Account_UserProfile_NoAppsHeader
source: Currently you don't have any applications.
de: Sie haben derzeit keine Anwendungen.
fr: Vous n'avez pas encore d'applications.

# Account_UserProfile_NoAppsPar1
source: In order to use the ACCEPT plug-in you will need an API Key. To get an API key, click in the "Create Application" button.
de: Um das ACCEPT-Plugin nutzen zu können, benötigen Sie einen API-Schlüssel. Klicken Sie auf "Anwendung erstellen" um einen API-Schlüssel zu erhalten.
fr: Afin d'utiliser le plug-in ACCEPT, vous aurez besoin d'une clé API. Pour obtenir une clé API, cliquez sur le bouton "Créer une nouvelle application"

# Account_UserProfile_ViewBagTitle
source: UserProfile
de: Benutzerprofil
fr: Profil utilisateur

# AllTaskRevisionsLabel
source: All Task Revisions
de: Alle Überarbeitungen der Aufgabe
fr: Toutes les révisions de la tâche

# BackToApplicationListLabel
source: Back to Applications List
de: Zurück zur Anwendungsliste
fr: Retour

# BackToListLabel
source: Back to List
de: Zurück zur Liste
fr: Retour à la liste

source: Back to login page
de: Zurück zur Anmeldungsseite
fr: Retour à la page de connexion

# BiLingualLabel
source: BiLingual
de: zweisprachig
fr: Bilingue

# BrowserCompMessage
source: Our system has been tested on the following supported browsers: Microsoft Internet Explorer 8.0+, Mozilla Firefox 11.0+, Google Chrome 21.0+ and Safari 5.1+.
de: Unser System ist auf folgenden unterstützten Browsern geprüft worden: Microsoft Internet Explorer 8.0 +, Mozilla Firefox 11.0 +, Google Chrome 21,0 + und Safari 5.1 +.
fr: Notre système a été testé sur les navigateurs pris en charge suivants : Microsoft Internet Explorer 8.0 +, Mozilla Firefox 11.0 +, Google Chrome 21.0 + et Safari 5.1 +.

# CheckProjectTasksStatusLabel
source: Check Project Tasks Status
de: Status der Projekt-Aufgaben überprüfen
fr: Vérifier le statut des tâches du projet

source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe

source: Current Password
de: Aktuelles Passwort
fr: Mot de passe actuel

# DemoLabel
source: Demo
fr: Démo

# Demo_ExplanationText_Par1
source: This Demo shows how we have integrated our ACCEPT text checking application in a Web-based editor (TinyMCE). This editor has a lot of functionality, most of which is not relevant for the purpose of this demonstration. The main feature of this editor is the green ACCEPT button, which triggers a spelling, grammar and style check on the text typed or pasted in the text area.
de: Diese Demo zeigt, wie wir unser ACCEPT Text-Prüfungstool in einen webbasierten Editor (TinyMCE) integriert haben. Dieser Editor hat viele Funktionen, von denen die meisten für diese Demo nicht von Ineresse sind. Die Hauptfunktionalität dieses Editors ist die grüne ACCEPT-Schaltfläche, welche die Rechtschreib-, Grammatik und Stilprüfung für den Text auslöst, der entweder in das Textfeld eingegeben oder eingefügt wurde.
fr: Cette démo présente l'intégration de notre application de vérification de texte ACCEPT avec un éditeur basé sur Web (TinyMCE). Cet éditeur possède de nombreuses fonctionnalités mais la plupart d'entre elles ne sont pas nécessaires dans le cadre de cette démonstration. Vous devriez prendre connaissance du bouton vert ACCEPT, qui déclenche une vérification orthographique, grammaticale et stylistique sur le texte que vous avez saisi ou collé dans la zone de texte.

# Demo_ExplanationText_Par2
source: Once your text is checked, results will be displayed in a pop-up window where potential spelling, grammar or stylistic problems will be underlined. In simple cases, hovering over an underlined word will bring up suggestions, which you may decide to use to improve your text. In more complex cases, suggestions will not be available and you will have the possibility to read the advice (in the tooltips) and decide whether you want to make any changes in the text area itself. At any time, you can replace your original text with the pop-up text by clicking “Apply”. Enjoy your checks!
de: Sobald Ihr Text geprüft wurde, werden die Ergebnisse in einem Pop-Up Fenster angezeigt, in welchem potenzielle Rechtschreib-, Grammatik oder Stilprobleme unterstrichen sind. In einfachen Fällen werden Vorschläge eingeblendet, von denen Sie entscheiden können, ob Sie diese auswählen möchten um Ihren Text zu verbessern, wenn Sie mit der Maus über ein unterstrichenes Wort fahren. In komplexeren Fällen werden keine Vorschläge zur Verfügung stehen. Sie werden dann die Möglichkeit haben Ratschläge (in den "Tooltips") zu lesen und zu entscheiden, ob Sie Änderungen im Textfeld selbst vornehmen wollen. Sie können zu jeder Zeit den Originaltext mit dem Text des Pop-Up Fensters ersetzen, indem Sie auf "Ersetzen" klicken. Viel Spaß beim Prüfen!
fr: Une fois votre texte vérifié, les résultats s'afficheront dans une fenêtre pop-up où de potentiels problèmes orthographiques, grammaticaux ou stylistiques seront soulignés. Pour les cas simples, vous pourrez afficher des suggestions en passant avec la souris sur le mot souligné, suggestions que vous pouvez utiliser afin d'améliorer votre texte. Pour les cas plus complexes, il n'y aura pas de suggestions mais vous aurez la possibilité de lire les conseils (dans les bulles) afin de décider si vous souhaitez faire des modifications dans la zone de texte même. A tout moment vous pouvez remplacer votre texte de départ avec le texte du pop-up en cliquant "Appliquer". Bonnes vérifications!

# Demo_Index_EnglishDemoLabel
source: English demonstration
de: englische Demoversion
fr: Démonstration pour l'Anglais

# Demo_Index_FrenchDemoLabel
source: French demonstration
de: französische Demoversion
fr: Démonstration pour le Français

# Demo_Index_GermanDemoLabel
source: German demonstration
de: deutsche Demoversion
fr: Démonstration pour l'Allemand

# Demo_Index_PlugInDemonstrations_ParOne
source: The ACCEPT plugin can be used to improve the quality of text entered by your users. It provides several capabilities including spelling, grammar and style corrections. The plugin has been designed so that it can be integrated into any Web based application with a minimum of effort and the focus has been on providing a solution that can be used with ANY input area.
de: Das ACCEPT-Plugin kann dazu genutzt werden, die Qualität der Texte Ihrer Benutzer zu verbessern. Es bietet verschiedene Funktionen an, wie z.B. Korrekturen zur Rechtschreibung, Grammatik und zum Schreibstil. Das Plugin wurde so designt, dass es mit minimalem Aufwand in jede webbasierte Anwendung integriert werden kann. Der Schwerpunkt lag dabei darauf, eine Lösung zu bieten, die in jedem beliebigen Eingabebereich verwendet werden kann.
fr: Le plug-in ACCEPT peut être utilisé afin d'améliorer la qualité des textes saisis par vos utilisateurs. Ses fonctionnalités comprennent des corrections orthographiques, grammaticales et stylistiques. Le plug-in a été conçu de telle sorte qu'il puisse être intégré aisément avec toute application Web. Le but est de fournir une solution qui peut être utilisée avec toute zone de texte.

# Demo_Index_PlugInDemonstrations_ParTwo
source: The available demos show the integration of the ACCEPT plug-in with the text editor
de: Diese Demos zeigen wie das ACCEPT-Plugin in den Texteditor
fr: Les démonstrations suivantes présentent l'intégration du plug-in ACCEPT avec un éditeur de texte

# Demo_Index_PlugInDemonstrations_ParTwo_2
source: with a configuration for three languages:
de: mit einer Konfiguration für drei Sprachen integriert ist:
fr: avec une configuration en trois langues:

# Demo_Index_PlugInDemonstrations_Title
source: Plug-in Demonstrations:
de: Demos des Plugins:
fr: Démonstrations du plug-in:

# DoNotDisplayTranslationOptions
source: Disabled
de: deaktiviert
fr: Désactivé

# DownloadLabel
source: Download
de: Herunterladen
fr: Télécharger

# Download_GettingStarted
source: Getting Started...
de: Erste Schritte...
fr: Premiers pas...

# Download_ParagraphOne
source: Would you like to make your software work with the ACCEPT Plug-in?
de: Wollen Sie Ihre Software mit dem ACCEPT-Plugin verknüpfen?
fr: Voulez-vous intégrer votre solution avec le plug-in ACCEPT?

# Download_ParagraphTwo
source: Read this documentation to start. The ACCEPT plugin is written in JavaScript and uses the jQuery and jQuery UI libraries. Both are included as part of the download package, but you can always grab the latest version of jQuery core library here and the last version of jQuery UI here. The download package contains all the information needed for the plug-in installation and some additional working examples. Keep in mind that in order to use the ACCEPT plug-in an API key is needed, you can generate one here.
de: Lesen Sie diese Dokumentation um zu beginnen. Das ACCEPT-Plugin wurde in JavaScript programmiert und verwendet jQuery Bibliotheken, sowie jQuery UI Bibliotheken für Benutzeroberflächen. Beide sind hier im Download-Paket enthalten. Sie können die aktuelle Version der jQuery-Basisbibliothek und der jQuery UI Bibliothek auch hier herunterladen. Das Download-Paket enthält alle nötigen Informationen um das Plugin zu installieren und enthält zusätzlich einige Beispiele. Beachten Sie, dass Sie einen API-Schlüssel benötigen, um das ACCEPT-Plugin zu verwenden. Diesen können Sie hier generieren.
fr: Familiarisez-vous avec $ces informations$ pour débuter. Le plug-in ACCEPT est écrit en JavaScript et utilise les bibliothèques jQuery et jQuery UI, qui sont toutes deux inclues dans le paquet à télécharger. Vous pouvez cependant récupérer les toutes dernières versions de jQuery $ici$ et jQuery UI $là$. Le paquet à télécharger contient toutes les informations requises pour installer le plug-in avec plusieurs exemples. Souvenez-vous qu'afin de pouvoir utiliser le plug-in ACCEPT vous devez utiliser une clé d'API que vous pouvez télécharger $ici$.

# Download_Title
source: Download the Accept Plug-in
de: Das ACCEPT-Plugin herunterladen
fr: Télécharger le plug-in ACCEPT

# EditPostEditProjectLabel
source: Edit Project
de: Projekt bearbeiten
fr: Modifier le projet

# EditProjectRestrictionsLabel
source: Fields marked with * can be edited until a user is invited to the project. Fields marked with ** cannot be edited. Fields without a * may be edited at all times.
de: Felder, die mit einem * markiert sind, können bearbeitet werden bis ein Benutzer zu dem Projekt eingeladen wird. Felder, die mit ** markiert sind, können nicht bearbeitet werden. Felder ohne * können zu jeder Zeit bearbeitet werden.
fr: Les champs marqués avec * peuvent être modifiés jusqu'à l'invitation d'un utilisateur au projet. Les champs marqués avec ** ne peuvent pas être modifiés. Les champs sans * peuvent être modifiés à tout moment.

# Email
source: Email address
de: E-Mail-Adresse
fr: Adresse email

# EmailIsRequired
source: The Email field is required
de: Das Email-Feld ist erforderlich
fr: Le champ Email est obligatoire

source: English
de: Englisch
fr: Anglais

# EnterPassword
source: Please enter your user name and password.
de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein.
fr: Veuillez saisir nom d'utilisateur et mot de passe.

# EnterPassword_2
source: if you don't have an account.
de: Sie sich, falls Sie kein Konto haben.
fr: si vous n'avez pas de compte.

# EvaluationAdd
source: Add
de: Hinzufügen
fr: Ajouter

# EvaluationAddData
source: Add Data
de: Daten hinzufügen
fr: Ajouter des données

# EvaluationAnswer
source: Answer
de: Antwort
fr: Réponse

# EvaluationAnswers
source: Answers
de: Antworten
fr: Réponses

# EvaluationAnswerValue
source: Value
de: Wert
fr: Valeur

# EvaluationAPIKey
source: API Key
de: API-Schlüssel
fr: Clé d'API

# EvaluationAPIKeyDomain
source: API Key Domain
de: Domain zum API-Schlüssel
fr: Domaine de la clé d'API

# EvaluationCancel
source: Cancel
de: Abbrechen
fr: Annuler

# EvaluationCategoryName
source: Category Name
de: Kategoriename
fr: Nom de la catégorie

# EvaluationConfirm
source: Confirm
de: Bestätigen
fr: Confirmer

# EvaluationConfirmation
source: Action Confirmation
de: Aktivitätsbestätigung
fr: Confirmation de l'action

# EvaluationCreate
source: Create
de: Erstellen
fr: Créer

# EvaluationCreateNewProject
source: Create New Project
de: Neues Projekt erstellen
fr: Créer nouveau projet

# EvaluationCreatePageTitle
source: Create Evaluation Project
de: Neues Bewertungsprojekt erstellen
fr: Créer un projet d'évaluation

# EvaluationDelete
source: Delete
de: Löschen
fr: Supprimer

# EvaluationDeleteMessage
source: Are you sure you wish to delete this record? Any scores associated with the record will remain.
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten? Alle Ergebnisse, die diesem Eintrag zugeordnet sind, bleiben bestehen.
fr: Êtes-vous sûr de vouloir supprimer cette entrée? Les scores associés à cette entrée ne seront pas supprimés.

# EvaluationDeleteMessageAll
source: Are you sure you wish to delete this record? All child records will also be deleted. Any scores associated with the record will remain.
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten? Alle untergeordneten Einträge werden ebenfalls gelöscht. Alle Ergebnisse, die diesem Eintrag zugeordnet sind, bleiben bestehen.
fr: Êtes-vous sûr de vouloir supprimer cet entrée? Toutes les sous-entrées seront également supprimées. Les scores associés à cette entrée ne seront pas supprimés.

# EvaluationDeleteProject
source: Delete Project
de: Projekt löschen
fr: Supprimer le projet

# EvaluationDeleteQuestion
source: Delete Question
de: Frage löschen
fr: Supprimer la question

# EvaluationDeleteQuestionAnswer
source: Delete Question Answer
de: Antwort zur Frage löschen
fr: Supprimer la réponse à la question

# EvaluationDeleteQuestionCategory
source: DeleteQuestionCategory
de: Fragenkategorie löschen
fr: Supprimer la catégorie de question

source: Evaluation Demo
de: Bewertungs-Demo
fr: Démonstration de l'évaluation

# EvaluationDemoMetrics
source: Demo Metrics
de: Demo-Metriken
fr: Statistiques de la démo

# EvaluationDemoOverview
source: This DEMO page shows how the Accept Evaluation API can be used to gather feedback. Please note that as part of this DEMO we will also record your Browser type and Browser language when you submit new feedback. To view demo metrics click <a href={0}>here</a>.
de: Diese Demoseite zeigt Ihnen, wie das ACCEPT-Bewertungs-API genutzt werden kann, um Feedback zu sammeln. Beachten Sie bitte, dass im Zuge dieser Demo, Ihr Browser-Typ und Ihre Browser-Sprache gespeichert werden wenn Sie neues Feedback senden. Um Demometriken anzusehen, klicken Sie bitte oben auf "Demometriken ansehen".
fr: Cette page de démo montre comment l'API d'évaluation ACCEPT peut servir à recueillir des commentaires. Veuillez noter que dans le cadre de cette démonstration nous allons également enregistrer votre type de navigateur et la langue du navigateur lorsque vous soumettez de nouveaux commentaires. Pour afficher les statistiques de la démo, cliquez <a href={0}>ici</a>.

# EvaluationEdit
source: Edit
de: Bearbeiten
fr: Editer

# EvaluationEditProject
source: Edit Evaluation Project
de: Bewertungsprojekt bearbeiten
fr: Modifier le projet d'évaluation

# EvaluationIndexPageTitle
source: Evaluation Projects
de: Bewertungsprojekte
fr: Projets d'évaluation

# EvaluationLanguage
source: Language
de: Sprache
fr: Langue

# EvaluationLanguages
source: Languages
de: Sprachen
fr: Langues

source: Evaluation Management
de: Bewertung verwalten
fr: Gestion de l'évaluation

# EvaluationMaximumLength100
source: Maximum length is 100 characters.
de: Maximale Länge beträgt 100 Zeichen.
fr: La longueur maximale est de 100 caractères.

# EvaluationMaximumLength200
source: Maximum length is 200 characters.
de: Maximale Länge beträgt 200 Zeichen.
fr: La longueur maximale est de 200 caractères.

# EvaluationMaximumLength25
source: Maximum length is 25 characters.
de: Maximale Länge beträgt 25 Zeichen.
fr: La longueur maximale est de 25 caractères.
